---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyParameterSet
source: html/2c855546-ae66-0689-f284-222ca935eda8.htm
---
# FamilyParameterSet Members

Initializes a new instance of the FamilyParameterSet class